[
    {
        "id" : 4,
        "name" : "День знаний",
        "text" : [
            { "type" : "text", "content" : "Впервые за шестнадцать лет День знаний меня не касается. Так необычно и приятно." },
            { "type" : "text", "content" : "Пользуясь случаем, шлю лучи соболезнования всем первоклассникам и их родителям. Желаю мягко и безболезненно преодолеть этот адский ад, имя которому школа." },
            { "type" : "text", "content" : "*здесь сдаётся место для рекламы презервативов*" }
        ],
        "promo" : "Траурный день современных подростков.",
        "category" : "мысли",
        "date" : "2023-09-01",
        "featured": 0
    },
    {
        "id" : 3,
        "name" : "Лето, гудбай",
        "text" : [
            { "type" : "text", "content" : "Во времена пользования «ВКонтактом» у меня была традиция: ежегодно 31 августа публиковать пост о том, что лето успешно просрано." },
            { "type" : "text", "content" : "Так вот, платформы меняются — традиции остаются. Лето успешно просрано. Причём я даже не заметил, как это случилось. Кажется, будто вчера было 1 июня, а я осуществлял ещё одну традицию: орал в окно «ЛЕТООО!»." }
        ],
        "promo" : "О летних традициях.",
        "category" : "мысли",
        "date" : "2023-08-31",
        "featured": 0
    },
    {
        "id" : 2,
        "name" : "Печатай по-человечески",
        "text" : [
            { "type" : "text", "content" : "Стандартная раскладка в «Виндоусе» славится тем, что набор разного рода символов осуществляется при помощи костылей и зубрения, прости господи, альт-кодов. А если на вашей клавиатуре вообще нет цифрового блока (что характерно для небольших ноутбуков), то пиши пропало. Не искать же символы в интернете и копипастить их." },
            { "type" : "text", "content" : "На помощь приходит великое изобретение — [типографская раскладка Ильи Бирмана](https://ilyabirman.ru/type). Теперь для длинного тире, нормальных кавычек, дробей и даже фиты с ижицей достаточно задержать правый альт (иногда с шифтом) и нажать одну (!) необходимую клавишу. Причём расположение символов поддаётся общей логике и довольно легко запоминается: знак копирайта — на «с», дроби со степенями — на цифрах, кавычки и скобки — в правой части, где они по умолчанию живут в QWERTY." },
            { "type" : "text", "content" : "Об остальных возможностях читайте на сайте. Данная штука кратно ускоряет процесс набора и вёрстки текста, делает его аккуратным и с иголочки, экономит нервы, помогает снизить шанс ударов кулаком по столу и, возможно, даёт силу земли." },
            { "type" : "text", "content" : "Раз уж заговорили про тексты и пунктуацию, как-нибудь в следующий раз расскажу про дефис, минус и тире, и как их не путать." }
        ],
        "promo" : "Хвалебные оды типографской раскладке Бирмана.",
        "category" : "полезное",
        "date": "2023-08-30",
        "featured" : 0
    },
    {
        "id" : 1,
        "name" : "Work smart, not hard",
        "text" : [
            { "type" : "text", "content" : "Этим летом в моей жизни закончился университет. Благодаря нему я на практике окончательно убедился в том, что штука под названием закон Парето ещё как работает." },
            { "type" : "text", "content" : "Про него очень полезно знать будущим студентам да и вообще всем без исключения. Прилагайте только пятую часть усилий — а результат сложится сам собой. Никогда не изводите себя и берегите ментальное и физическое здоровье. Оно того не стоит." }
        ],
        "promo" : "Применяйте закон Парето.",
        "category" : "мысли",
        "date" : "2023-08-27",
        "featured": 0
    }
]