[
    {
        "name" : "Telegram",
        "desc" : "Лучший мессенджер настоящего и&nbsp;лучшая социальная сеть будущего. Единственная причина перейти по&nbsp;ссылке — следить за&nbsp;историями. Если вам не&nbsp;с&nbsp;кем поговорить или есть очень важный вопрос, то мне кристаллически похуй.",
        "img" : "/images/contacts/telegram.png",
        "link" : "https://t.me/umudumu"
    },
    {
        "name" : "Behance",
        "desc" : "Портфолио каких-никаких работ и&nbsp;художеств. Это если вас не&nbsp;устраивает раздел «Дизайн» на&nbsp;сайте. Перед просмотром настоятельно рекомендую взять пакетик для&nbsp;рвотных позывов.",
        "img" : "/images/contacts/behance.png",
        "link" : "https://behance.net/umudumu"
    },
    {
        "name" : "vc.ru",
        "desc" : "Платформа на&nbsp;все случаи жизни: можно найти гигабайты свежей информации и&nbsp;интересного контента. Читаю практически ежедневно, раз в&nbsp;вечность пишу комментарии и&nbsp;экспертные статьи.",
        "img" : "/images/contacts/vc.png",
        "link" : "https://vc.ru/u/349216"
    },
    {
        "name" : "Github",
        "desc" : "Старый добрый гит, помогающий не&nbsp;сойти с&nbsp;ума. Все репозитории нагло запривачены с&nbsp;глаз долой. К&nbsp;сожалению или к&nbsp;счастью, я вам не&nbsp;поставщик опен-сорса.",
        "img" : "/images/contacts/github.png",
        "link" : "https://github.com/umudumu"
    },
    {
        "name" : "Spotify",
        "desc" : "После скукоживания медиатеки «Яндекс Музыки» я&nbsp;ушёл сюда. Это для тех, кому дофига интересно, на&nbsp;каких исполнителей я&nbsp;подписан и&nbsp;какие звуки слушаю.",
        "img" : "/images/contacts/spotify.png",
        "link" : "https://open.spotify.com/user/31xnodi3mqieougkesgktirdo5ye"
    },
    {
        "name" : "Instagram",
        "desc" : "Порицаемая экстремистская соцсеть. Фотографий нет, историй нет, ничего нет. Но аккаунт чисто для&nbsp;галочки есть. Периодически захожу, чтобы поставить пару лайков и&nbsp;свалить.",
        "img" : "/images/contacts/instagram.png",
        "link" : "https://instagram.com/umudumu"
    },
    {
        "name" : "YouTube",
        "desc" : "Лучший видеохостинг в&nbsp;истории человечества. Вразумительного контента всё так&nbsp;же ноль, однако просмотр видео и&nbsp;получение дофамина происходит на&nbsp;ежедневной основе. Опять на&nbsp;случай, если захочется посмотреть подписки.",
        "img" : "/images/contacts/youtube.png",
        "link" : "https://youtube.com/@umudumu"
    },
    {
        "name" : "Steam",
        "desc" : "Игры запускаются очень нечасто, ибо я не&nbsp;особый фанат такого вида досуга. Да и&nbsp;камплюхтер на&nbsp;винде не сказать чтобы мощный. «Трипл-эй-тайтлов» в&nbsp;коллекции не&nbsp;ждите.",
        "img" : "/images/contacts/steam.png",
        "link" : "https://steamcommunity.com/id/umudumu"
    }
]