[
    {
        "id" : "sochi",
        "name" : "Символика Сочи",
        "text" : [
            { "type" : "text", "content" : "Я считаю государственную символику Сочи одной из&nbsp;самых пиздатых среди городов и&nbsp;районов Краснодарского края. И&nbsp;не&nbsp;только потому, что я коренной сочинец. Она довольно проста и&nbsp;в&nbsp;то&nbsp;же время выделяется среди краевого серо-буро-малинового геральдического однообразия. Однако в&nbsp;интернете существует куча вариантов символов города разной степени паршивости. Даже на&nbsp;сайте администрации Сочи у&nbsp;флага и&nbsp;герба разные цвета и&nbsp;формы элементов." },
            { "type" : "text", "content" : "Мне захотелось решить эту проблему и&nbsp;привести символику к&nbsp;единому стилю и&nbsp;общему знаменателю. Не претендую на&nbsp;роль профессионального геральдиста. Надеюсь, что я нарушил как можно меньше канонов и&nbsp;получилось сносно." },
            { "type" : "img", "content" : "sochi.jpg" },
            { "type" : "text", "content" : "Элементы были упрощены для&nbsp;использования на&nbsp;самых разных носителях, включая применение в&nbsp;интернете и&nbsp;диджитале. Капли под корытом обрели аккуратный вид, горы теперь похожи на&nbsp;горы, пальма перестала быть лохматым чудовищем, солнце лишилось пламенеющих лучей, а&nbsp;морская волна больше не&nbsp;выглядит тонкой полоской."},
            { "type" : "img", "content" : "sochi-bus.jpg" },
            { "type" : "text", "content" : "Флаг и&nbsp;герб распространяются [по&nbsp;свободной лицензии CC-BY](https://creativecommons.org/licenses/by/4.0). Вы вправе творить с&nbsp;ними всё, что душе угодно, и&nbsp;использовать в&nbsp;любых целях при&nbsp;указании авторства." },
            { "type" : "download", "img" : "cc-by.svg", "width" : "80px", "action" : "Скачать", "link" : "https://disk.yandex.ru/d/_XCnVU34XOwOLQ" }
        ],
        "img" : "sochi.jpg",
        "promo" : "Упрощённые версии флага и герба города Сочи во всех форматах для свободного использования"
    }
]